{
  "botany": [
    "These organisms could provide an insight into the environment of this strange planet, perhaps further collection and analysis of their variations would help."
  ],
  "bovine": [
    "These bovine creatures are large and stupid, perhaps their components could provide more use than the whole."
  ],
  "fowl": [
    "Curious winged creatures, they appear to only use their wings when falling from high places. Further investigation into these creatures is required."
  ],
  "ovisAries": [
    "A creature with a thick layer of insulating fur, or maybe wool? There are a few naturally occurring variations, a further look into these creatures and their coats could yield important information."
  ],
  "swine": [
    "Dirty, smelly little things. The sheer amount of meat that could be gained from one of these would definitely help in the way of sustenance. Perhaps their size also allows them to handle increased weight."
  ],
  "procreation": [
    "Further investigation into the procreation of the creatures of this world, their rituals and requirements could yield important information."
  ],
  "metabolism": [
    "Consumption of the various foodstuffs available throughout this world will help me identify the most efficient substance for consumption."
  ],
  "ethologyAggressive": [
    "There are strange creatures in this world that appear to be naturally aggressive to myself and even other creatures. Further investigation into their habits and actions should give me a better understanding."
  ],
  "ethologyPassive": [
    "The landscape is littered with grazing creatures, unaware of danger until it smacks them in face (quite literally). Further investigation into their habits and actions should give me a better understanding."
  ],
  "perception": [
    "I'm curious as to how and why some of these creatures perceive me as a threat, and how my actions change their perception of me."
  ],
  "neurology": [
    "The reasoning behind the behaviour of the various creatures throughout this world is starting to become clear. Observing them is one thing, but perhaps their brains hold the answers."
  ]
}